Repository: vpapakir/ansible-admin-toolbox
Catalog: linux/ubuntu/dinanikolaou/delicious-recipes-pro-2.1.4/languages/delicious-recipes-pro-*.po
Languages: tr_tr

source: Select best season for the recipe
tr_tr: Tarif için en iyi mevsimi seçin

source: Select the available seasons for the recipe.
tr_tr: Tarif için mevcut mevsimleri seçin.

source: Grams
tr_tr: Gram

source: Kilograms
tr_tr: Kilogram

source: Milligrams
tr_tr: Miligram

source: Cups
tr_tr: Bardaklar

source: Teaspoons
tr_tr: Çay kaşığı

source: Tablespoons
tr_tr: Yemek kaşığı

source: Milliliters
tr_tr: Mililitre

source: Liters
tr_tr: Litre

source: Sticks
tr_tr: Çubuklar

source: Pounds
tr_tr: pound

source: Drops
tr_tr: Damla

source: Quarts
tr_tr: çeyrek

source: Clove
tr_tr: Karanfil

source: Enter Quantity
tr_tr: Miktar Girin

source: Select a Unit
tr_tr: Birim Seçin

source: Ingredient name
tr_tr: Malzeme adı

source: Ingredient notes
tr_tr: Malzeme notları

source: Sure to delete the ingredient?
tr_tr: İçeriği silmek istediğinizden emin misiniz?

source: Hide Ingredients
tr_tr: Malzemeleri Gizle

source: Enter the title for recipe ingredients section.
tr_tr: Tarif malzemeleri bölümünün başlığını giriniz.

source: Sure to delete the ingredient section? This action cannot be reverted.
tr_tr: İçindekiler bölümünü silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Quantity
tr_tr: Miktar

source: Unit
tr_tr: Birim

source: Ingredient
tr_tr: Malzeme

source: Add Ingredient
tr_tr: Malzeme Ekle

source: Add Ingredient Section
tr_tr: İçerik Bölümü Ekle

source: Add video
tr_tr: Video ekle

source: Enter YouTube/Vimeo video URL.
tr_tr: YouTube/Vimeo video URL'sini girin.

source: invalid URL supplied.
tr_tr: geçersiz URL sağlandı.

source: No URL supplied. Please enter valid YouTube or Vimeo URL.
tr_tr: URL sağlanmadı. Lütfen geçerli YouTube veya Vimeo URL'si girin.

source: Add Video
tr_tr: Video ekle

source: Add YoutTube or Vimeo video URLS
tr_tr: YouTube veya Vimeo video URL'leri ekleyin

source: Amount Per Serving
tr_tr: Porsiyon Başına Miktar

source: % Daily Value *
tr_tr: % Günlük değer *

source: * Percent Daily Values are based on a 2,000 calorie diet. Your daily value may be higher or lower depending on your calorie needs.
tr_tr: * Yüzde Günlük Değerler, 2.000 kalorilik bir diyete dayanmaktadır. Günlük değeriniz kalori ihtiyacınıza göre daha yüksek veya daha düşük olabilir.

source: Serving Size
tr_tr: Hizmet boyutu

source: Servings
tr_tr: Porsiyon

source: Calories from Fat
tr_tr: Yağdan Alınan Kaloriler

source: Total Fat
tr_tr: Toplam yağ

source: Saturated Fat
tr_tr: Doymuş yağ

source: Trans Fat
tr_tr: Trans yağ

source: Cholesterol
tr_tr: Kolesterol

source: Sodium
tr_tr: Sodyum

source: Potassium
tr_tr: Potasyum

source: Total Carbohydrate
tr_tr: Toplam karbonhidrat

source: Dietary Fiber
tr_tr: Diyet lifi

source: Sugars
tr_tr: Şekerler

source: Vitamin A
tr_tr: A vitamini

source: Vitamin C
tr_tr: C vitamini

source: Calcium
tr_tr: Kalsiyum

source: Iron
tr_tr: Demir

source: Vitamin D
tr_tr: D vitamini

source: Vitamin E
tr_tr: E vitamini

source: Vitamin K
tr_tr: K vitamini

source: Niacin
tr_tr: Niasin

source: Vitamin B6
tr_tr: B6 vitamini

source: Vitamin B12
tr_tr: B12 vitamini

source: Biotin
tr_tr: biyotin

source: Pantothenic Acid
tr_tr: Pantotenik asit

source: Phosphorus
tr_tr: Fosfor

source: Iodine
tr_tr: İyot

source: Magnesium
tr_tr: Magnezyum

source: Zinc
tr_tr: Çinko

source: Selenium
tr_tr: Selenyum

source: Copper
tr_tr: Bakır

source: Manganese
tr_tr: Manganez

source: Chromium
tr_tr: Krom

source: Chloride
tr_tr: Klorür

source: Hide Nutrition Facts
tr_tr: Besin Değerlerini Gizle

source: Recipe Notes
tr_tr: Tarif Notları

source: Enter the notes for the recipe. The text will be displayed below recipe card section.
tr_tr: Tarif için notları girin. Metin, tarif kartı bölümünün altında görüntülenecektir.

source: Note To Admin
tr_tr: Yöneticiye Not

source: Enter the notes for admin.
tr_tr: Yönetici için notları girin.
