Repository: vpapakir/ansible-admin-toolbox
Catalog: linux/ubuntu/dinanikolaou/delicious-recipes-pro-2.1.4/languages/delicious-recipes-pro-*.po
Languages: tr_tr

source: Delicious Recipes Pro includes tons of extra essential features to make it easier to publish and share your recipes for bloggers.
tr_tr: Delicious Recipes Pro, tariflerinizi blogcular için yayınlamayı ve paylaşmayı kolaylaştırmak için tonlarca ekstra temel özellik içerir.

source: Analytics Dashboard
tr_tr: Analitik Kontrol Paneli

source: Good Morning
tr_tr: Günaydın

source: Good Afternoon
tr_tr: Tünaydın

source: Good Evening
tr_tr: İyi akşamlar

source: Recipes Found.
tr_tr: Tarifler Bulundu.

source: Recipes not found.
tr_tr: Tarif bulunamadı.

source: You cannot view the post resource.
tr_tr: Gönderi kaynağını görüntüleyemezsiniz.

source: Unique identifier for the object.
tr_tr: Nesne için benzersiz tanımlayıcı.

source: The date the object was published, in the site's timezone.
tr_tr: Sitenin saat diliminde nesnenin yayınlandığı tarih.

source: The title for the object.
tr_tr: Nesnenin başlığı.

source: Title for the object, as it exists in the database.
tr_tr: Veritabanında olduğu gibi nesnenin başlığı.

source: HTML title for the object, transformed for display.
tr_tr: Nesne için HTML başlığı, görüntülenmek üzere dönüştürülmüş.

source: URL to the object.
tr_tr: Nesnenin URL'si.

source: The date the object was last modified, in the site's timezone.
tr_tr: Sitenin saat diliminde nesnenin en son değiştirildiği tarih.

source: The date the object was last modified, as GMT.
tr_tr: GMT olarak nesnenin en son değiştirildiği tarih.

source: A named status for the object.
tr_tr: Nesne için adlandırılmış bir durum.

source: Type of Post for the object.
tr_tr: Nesne için Gönderi Türü.

source: Equipment not found by ID.
tr_tr: Kimlik (ID) tarafından bulunmayan ekipman.

source: Equipment Settings Saved Successfully.
tr_tr: Ekipman Ayarları Başarıyla Kaydedildi.

source: Equipment Found.
tr_tr: Ekipman Bulundu.

source: Nonce verification failed.
tr_tr: Nonce doğrulama başarısız oldu.

source: Recipe not found by ID.
tr_tr: Tarif kimlik tarafından bulunamadı.

source: Recipe Settings Saved Successfully.
tr_tr: Tarif Ayarları Başarıyla Kaydedildi.

source: Recipe Submissions Found.
tr_tr: Tarif Gönderimleri Bulundu.

source: Recipe Submissions not found.
tr_tr: Tarif Gönderimleri bulunamadı.

source: Recipe Found.
tr_tr: Tarif Bulundu.

source: Reviews
tr_tr: İncelemeler

source: Please rate the recipe.
tr_tr: Lütfen tarifi değerlendirin.

source: Reviews - Delicious Recipes
tr_tr: İncelemeler - Delicious Recipes

source: Rating
tr_tr: Değerlendirme

source: Gallery Images
tr_tr: Galeri Resimleri

source: Add image to gallery
tr_tr: Galeriye resim ekle

source: Add Image(s)
tr_tr: Resim ekle

source: Change Image
tr_tr: Resmi değiştir

source: Change image
tr_tr: Resmi değiştir

source: Delete
tr_tr: Sil

source: [{site_title}]: New recipe submission has been received!
tr_tr: [{site_title}]: Yeni tarif gönderimi alındı!

source: Your recipe submission has been received!
tr_tr: Tarif gönderiminiz alındı!

source: Your recipe submission has been published!
tr_tr: Tarif gönderiminiz yayınlandı!

source: Recipe Details
tr_tr: Tarif Detayları

source: Recipe Card Information
tr_tr: Tarif Kartı Bilgileri

source: Ingredients
tr_tr: Malzemeler

source: Instruction
tr_tr: Talimat

source: Gallery
tr_tr: Galeri

source: Nutrition Facts
tr_tr: Beslenme Gerçekleri

source: Notes
tr_tr: Notlar

source: Start Reading Mode
tr_tr: Okuma Modunu Başlat

source: Start Timer
tr_tr: Zamanlayıcıyı Başlat

source: Share
tr_tr: Paylaş

# post type singular name
source: Equipment
tr_tr: Ekipman

# add new on admin bar
source: Equipment
tr_tr: Ekipman

# Equipment
source: Add New
tr_tr: Yeni ekle

source: Add New Equipment
tr_tr: Yeni Ekipman Ekle

source: New Equipment
tr_tr: Yeni ekipman

source: Edit Equipment
tr_tr: Ekipmanı Düzenle

source: View Equipment
tr_tr: Ekipmanı Görüntüle

source: Description.
tr_tr: Açıklama.

source: Equipment Settings
tr_tr: Ekipman Ayarları

source: Featured
tr_tr: Öne çıkan

source: Click here or Drop new images to upload your recipe review pictures
tr_tr: Tarif inceleme resimlerinizi yüklemek için buraya tıklayın veya yeni resimler bırakın

source: Submit Recipe
tr_tr: Tarif Gönder

source: My Recipes
tr_tr: Tariflerim

source: File size too large.
tr_tr: Dosya boyutu çok büyük.

source: Unsupported file type uploaded.
tr_tr: Desteklenmeyen dosya türü yüklendi.

source: Invalid request. Nonce verification failed.
tr_tr: Geçersiz istek. Nonce doğrulama başarısız oldu.

source: %s does not exist.
tr_tr: %s mevcut değil.

source: action_args should not be overwritten when calling delicious_recipes_pro_get_template.
tr_tr: delicious_recipes_pro_get_template çağrılırken action_args ın üzerine yazılmamalıdır.

source: Activate Plugin License ( Delicious Recipes Pro ) to enjoy the full benefits of using the plugin. An active plugin comes with effortless updates whenever new features are released, top notch and guaranteed latest plugin support.
tr_tr: Eklentiyi kullanmanın tüm avantajlarından yararlanmak için Eklenti Lisansını (Lezzetli Tarifler Pro) etkinleştirin. Aktif bir eklenti, yeni özellikler yayınlandığında zahmetsiz güncellemeler, birinci sınıf ve garantili en son eklenti desteği ile birlikte gelir.

source: Please Activate Plugin License!
tr_tr: Lütfen Eklenti Lisansını Etkinleştirin!

source: Click here to enter your license key
tr_tr: Lisans anahtarınızı girmek için burayı tıklayın

source: if there is an error, please contact us at
tr_tr: bir hata varsa, lütfen adresinden bizimle iletişime geçin.

source: How to activate the plugin license
tr_tr: Eklenti lisansı nasıl etkinleştirilir

source: An error occurred, please try again.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: Your license for %1$s extension expired on %2$s. To ensure you get features and security updates, having an active license is strongly recommended, and in some cases required.
tr_tr: %1$s uzantısı için lisansınızın süresi %2$s tarihinde sona erdi. Özellikleri ve güvenlik güncellemelerini aldığınızdan emin olmak için aktif bir lisansa sahip olmanız şiddetle tavsiye edilir ve bazı durumlarda gereklidir.

source: Your license key has been disabled.
tr_tr: Lisans anahtarınız devre dışı bırakıldı.

source: Invalid license key supplied. Please check if you have entered correct license key.
tr_tr: Geçersiz lisans anahtarı sağlandı. Lütfen doğru lisans anahtarını girip girmediğinizi kontrol edin.

source: Your license is not active for this URL.
tr_tr: Lisansınız bu URL için etkin değil.

source: This appears to be an invalid license key for %s.
tr_tr: Bu, %s için geçersiz bir lisans anahtarı gibi görünüyor.

source: Your license key has reached its activation limit.
tr_tr: Lisans anahtarınız etkinleştirme sınırına ulaştı.

source: Getting Started
tr_tr: Başla

source: Enter your theme license key.
tr_tr: Tema lisans anahtarınızı girin.

source: License Key
tr_tr: Lisans anahtarı

source: License Action
tr_tr: Lisans İşlemi

source: Deactivate License
tr_tr: Lisansı Devre Dışı Bırak

source: Activate License
tr_tr: Lisansı Etkinleştir

source: License status is unknown.
tr_tr: Lisans durumu bilinmiyor.

source: Renew?
tr_tr: Yenile?

source: unlimited
tr_tr: sınırsız

source: License key is active.
tr_tr: Lisans anahtarı aktif.

source: Expires %s.
tr_tr: %s süresi doluyor.

source: Lifetime License.
tr_tr: Ömür Boyu Lisans.

source: You have %1$s / %2$s sites activated.
tr_tr: Etkinleştirilmiş %1$s / %2$s siteniz var.

source: License key expired %s.
tr_tr: Lisans anahtarının süresi %s doldu.

source: License key has expired.
tr_tr: Lisans anahtarının süresi doldu.

source: License keys do not match.
tr_tr: Lisans anahtarları eşleşmiyor.

source: License is inactive.
tr_tr: Lisans etkin değil.

source: License key is disabled.
tr_tr: Lisans anahtarı devre dışı.

source: Site is inactive.
tr_tr: Site aktif değil.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
tr_tr: Bu temayı güncellemek, yaptığınız tüm özelleştirmeleri kaybeder. Durdurmak için 'İptal', güncellemek için 'Tamam'.

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4$s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
tr_tr: <strong>%1$s %2$s</strong> mevcut. <a href="%3$s" class="thickbox" title="%4$s">Yeniliklere göz atın</a> veya <a href="%5$s"%6$s>şimdi güncelleyin </a>.

source: Plugin License
tr_tr: Eklenti Lisansı

source: License Activation
tr_tr: Lisans Aktivasyonu

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
tr_tr: %1$s uygulamasının yeni bir sürümü mevcut. %2$sSürüm %3$s ayrıntılarını görüntüle%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
tr_tr: %1$s uygulamasının yeni bir sürümü mevcut. %2$sSürüm %3$s ayrıntılarını görüntüle%4$s veya %5$sürümü şimdi güncelle%6$s.

source: You do not have permission to install plugin updates
tr_tr: Eklenti güncellemelerini yükleme izniniz yok

source: Error
tr_tr: Hata

source: Your license key for %1$s is activated on this site.
tr_tr: %1$s için lisans anahtarınız bu sitede etkinleştirildi.

source: Your license key for %1$s is not activated on this site yet. Please activate.
tr_tr: %1$s için lisans anahtarınız henüz bu sitede etkinleştirilmedi. Lütfen etkinleştirin.

source: Delicious Recipes Pro License Key
tr_tr: Delicious Recipes Pro Lisans Anahtarı

source: Activate License Key
tr_tr: Lisans Anahtarını Etkinleştir

source: To enable automatic updates for Delicious Recipes Pro, please activate your license key. If you don't have a License, you can purchase it from %shere%s.%s%s If you have already purchased it, you can find your license key on %syour dashboard%s. If you face any issue activating the license key, please reach out to our %ssupport team.%s
tr_tr: Lezzetli Tarifler Pro için otomatik güncellemeleri etkinleştirmek için lütfen lisans anahtarınızı etkinleştirin. Lisansınız yoksa %sburadan%s%s satın alabilirsiniz. Zaten satın aldıysanız, lisans anahtarınızı %spanonuzda%s bulabilirsiniz. Lisans anahtarını etkinleştirirken herhangi bir sorunla karşılaşırsanız, lütfen %sdestek ekibimizle iletişime geçin.%s

source: Enter your license key
tr_tr: Lisans kodunuzu girin

source: Deactivate
tr_tr: Devre dışı bırak

source: Activate
tr_tr: etkinleştir

source: Save
tr_tr: Kaydet

source: Dear Admin,
tr_tr: Sevgili Yönetici,

source: You’ve received the following recipe submission from %s.
tr_tr: %s'den aşağıdaki tarif gönderimini aldınız.

source: The submitted recipe detail is as follow:
tr_tr: Gönderilen tarif detayı aşağıdaki gibidir:

source: Edit Recipe
tr_tr: Tarifi Düzenle

source: Hi %s,
tr_tr: Selam %s

source: Thanks for submitting your recipe.
tr_tr: Tarifinizi gönderdiğiniz için teşekkürler.

source: Your Submitted Recipe Detail is as follow:
tr_tr: Gönderdiğiniz Tarif Detayı aşağıdaki gibidir:

source: Your Recipe
tr_tr: Tarifiniz

source: If you have any questions, just reply to this email- we're always happy to help out.
tr_tr: Herhangi bir sorunuz varsa, bu e-postayı yanıtlamanız yeterlidir; size yardımcı olmaktan her zaman memnuniyet duyarız.

source: Thank you, %s Team
tr_tr: Teşekkürler, %s Ekibi

source: We’re happy to inform you that your recipe has been published.
tr_tr: Tarifinizin yayınlandığını size bildirmekten mutluluk duyuyoruz.

source: Your Published Recipe detail is as follow:
tr_tr: Yayınlanmış Tarif detayınız aşağıdaki gibidir:

source: Buy Now
tr_tr: Şimdi Al

source: Added to Favorites
tr_tr: Favorilere Eklendi

source: Min
tr_tr: Minimum

source: Pause
tr_tr: Duraklat

source: Resume
tr_tr: Devam et

source: Stop
tr_tr: Dur

source: Share it on your social network
tr_tr: Sosyal ağınızda paylaşın

source: Copy Link
tr_tr: Bağlantıyı kopyala

source: Add a question
tr_tr: Soru ekle

source: Leave a Reply to %s
tr_tr: %s için bir yanıt bırakın

source: Submit Your Question
tr_tr: Sorunuzu Gönderin

source: Your Name
tr_tr: Adınız

source: Name
tr_tr: İsim

source: Your Email
tr_tr: E-posta adresiniz

source: Email
tr_tr: E-posta

source: Your Question
tr_tr: Senin sorun

source: Write your question
tr_tr: Sorunuzu yazın

source: Rate this recipe
tr_tr: Bu tarifi değerlendirin

source: Add a review
tr_tr: İnceleme ekle

source: Submit Your Review
tr_tr: İncelemenizi gönderin

source: Upload Your Images
tr_tr: Resimlerinizi Yükleyin

source: Your Reviews
tr_tr: Yorumlarınız

source: Write your review
tr_tr: Yorumunuzu yazın

source: User Reviews
tr_tr: Kullanıcı İncelemeleri

source: out of 5
tr_tr: 5 üzerinden

source: %1$s Customer Ratings
tr_tr: %1$s Müşteri Puanları

source: 5 Stars
tr_tr: 5 yıldız

source: 4 Stars
tr_tr: 4 Yıldız

source: 3 Stars
tr_tr: 3 Yıldız

source: 2 Stars
tr_tr: 2 Yıldız

source: 1 Star
tr_tr: 1 Yıldız

source: Write a Review
tr_tr: Bir değerlendirme yazın

source: Ask a Question
tr_tr: Bir soru sor

source: All
tr_tr: Tüm

source: Q & A
tr_tr: Soru-Cevap

source: Comments are closed.
tr_tr: Yoruma kapalı.

source: Click to initialize RichEditor
tr_tr: RichEditor'u başlatmak için tıklayın

source: Equipment settings updated successfully !!
tr_tr: Ekipman ayarları başarıyla güncellendi !!

source: Equipment settings has been changed. Please save the changes from Equipment Settings section before updating the equipment.
tr_tr: Ekipman ayarları değiştirildi. Lütfen ekipmanı güncellemeden önce Ekipman Ayarları bölümündeki değişiklikleri kaydedin.

source: Button Label
tr_tr: Düğme Etiketi

source: Enter button label.
tr_tr: Düğme etiketini girin.

source: Enter equipment button Label.
tr_tr: Ekipman düğmesi Etiketini girin.

source: Button Link
tr_tr: Düğme Bağlantısı

source: Enter URL.
tr_tr: URL girin.

source: Enter equipment URL.
tr_tr: Ekipman URL'sini girin.

source: Add rel='nofollow' to link
tr_tr: Bağlantıya rel='nofollow' ekleyin

source: Enable this option to Add rel='nofollow' to link.
tr_tr: Bağlantıya rel='nofollow' eklemek için bu seçeneği etkinleştirin.

source: Add rel='sponsored' to link
tr_tr: Bağlantıya rel='sponsored' ekleyin

source: Enable this option to Add rel='sponsored' to link.
tr_tr: Bağlantıya rel='sponsored' eklemek için bu seçeneği etkinleştirin.

source: Open link in new window
tr_tr: Bağlantıyı yeni pencerede aç

source: Enable this option to Open link in new window.
tr_tr: Bağlantıyı yeni pencerede açmak için bu seçeneği etkinleştirin.

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: New Recipe Submission
tr_tr: Yeni Tarif Gönderimi

source: Recipe Published
tr_tr: Tarif Yayınlandı

source: Instructions
tr_tr: Talimatlar

source: Recipe Submission
tr_tr: Tarif Gönderimi

source: Additional Features
tr_tr: Ek özellikler

source: Subject
tr_tr: Konu

source: Enter Subject here..
tr_tr: Konuyu buraya girin..

source: Message
tr_tr: Mesaj

source: Enter new recipe submission email template here..
tr_tr: Yeni tarif gönderme e-posta şablonunu buraya girin..

source: Insert Email Placeholders
tr_tr: E-posta Yer Tutucuları Ekle

source: List View
tr_tr: Liste görünümü

source: Grid View
tr_tr: Izgara Görünümü

source: Sticky Recipe Bar
tr_tr: Yapışkan Tarif Çubuğu

source: Enable Floating Bar
tr_tr: Kayan Çubuğu Etkinleştir

source: Enable this option to display recipe floating bar in recipe single page.
tr_tr: Tarif tek sayfasında tarif kayan çubuğunu görüntülemek için bu seçeneği etkinleştirin.

source: Enable/Disable
tr_tr: Etkinleştir / Devre dışı

source: Edit
tr_tr: Düzenle

source: Click on the pencil icon to edit the default text.
tr_tr: Varsayılan metni düzenlemek için kalem simgesine tıklayın.

source: Enter label
tr_tr: Etiket girin

source: Enable Equipment
tr_tr: Ekipmanı Etkinleştir

source: Equipment Layout
tr_tr: Ekipman Düzeni

source: Select the default layout for equipment listings.
tr_tr: Ekipman listeleri için varsayılan düzeni seçin.

source: Equipment Shortcode
tr_tr: Ekipman Kısa Kodu

source: Copy Shortcode!
tr_tr: Kısa Kodu Kopyala!

source: Enter recipe published email template here..
tr_tr: Tarif yayınlanmış e-posta şablonunu buraya girin..

source: Enable Recipe Submission
tr_tr: Tarif Göndermeyi Etkinleştir

source: Enable this option to allow users to submit recipe from the 'Recipe Dashboard' page.
tr_tr: Kullanıcıların 'Tarif Panosu' sayfasından tarif göndermesine izin vermek için bu seçeneği etkinleştirin.

source: Customize Recipe Fields
tr_tr: Tarif Alanlarını Özelleştir

source: Customize the order and titles of the Recipe Submission fields.
tr_tr: Tarif Gönderme alanlarının sırasını ve başlıklarını özelleştirin.

source: Recipe Submission Guideline
tr_tr: Tarif Gönderme Kılavuzu

source: Enter recipe submission guideline here..
tr_tr: Tarif gönderme kılavuzunu buraya girin..

source: Enter the recipe submission guideline. This section will be displayed on the user recipe submission page.
tr_tr: Tarif gönderme kılavuzunu girin. Bu bölüm, kullanıcı tarifi gönderme sayfasında görüntülenecektir.

source: Recipe Disclaimer
tr_tr: Tarif Reddi

source: Enter recipe disclaimer here..
tr_tr: Tarif sorumluluk reddini buraya girin..

source: Enter the recipe disclaimer.
tr_tr: Tarif Feragatnamesini Girin.

source: Enable Notification
tr_tr: Bildirimleri etkinleştir

source: Enable this option to receive email notifications.
tr_tr: E-posta bildirimleri almak için bu seçeneği etkinleştirin.

source: Email Address
tr_tr: E-Posta Adres

source: Enter multiple email recipients seperated by comma. Each email addresses added here will receive an email notification.
tr_tr: Virgülle ayırarak birden çok e-posta alıcısı girin. Buraya eklenen her e-posta adresi bir e-posta bildirimi alacaktır.

source: Pending Mode
tr_tr: Bekleme Modu

source: Enable this option to add users submitted recipes in pending mode.
tr_tr: Kullanıcıların gönderdiği tarifleri bekleme modunda eklemek için bu seçeneği etkinleştirin.

source: Guest Mode
tr_tr: Misafir Modu

source: Enable this option to enable Guest Mode.
tr_tr: Misafir Modunu etkinleştirmek için bu seçeneği etkinleştirin.

source: Guest Mode Shortcode
tr_tr: Misafir Modu Kısa Kodu

source: Use [dr_guest_recipe_submission] to display a Recipe Submission form on any post/page.
tr_tr: Herhangi bir gönderide/sayfada bir Tarif Gönderme formu görüntülemek için [dr_guest_recipe_submission] kullanın.

source: Allow User To Delete Recipe
tr_tr: Kullanıcının Tarifi Silmesine İzin Ver

source: Enable this option to allow users to delete recipe.
tr_tr: Kullanıcıların tarifi silmesine izin vermek için bu seçeneği etkinleştirin.

source: Enable Review Images
tr_tr: İnceleme Resimlerini Etkinleştir

source: Enable this option to allow users to upload recipe review images in the comments.
tr_tr: Kullanıcıların yorumlarda tarif inceleme resimleri yüklemesine izin vermek için bu seçeneği etkinleştirin.

source: Enable Questions
tr_tr: Soruları Etkinleştir

source: Enable this option to allow users to ask questions in the comments.
tr_tr: Kullanıcıların yorumlarda soru sormasına izin vermek için bu seçeneği etkinleştirin.

source: Hi,
tr_tr: Selam,

source: Here's a summary of your website.
tr_tr: İşte web sitenizin bir özeti.

source: Total Recipes
tr_tr: Toplam Tarifler

source: Total Likes
tr_tr: Toplam Beğeni

source: Total Favorites
tr_tr: Toplam Favoriler

source: Total Ratings
tr_tr: Toplam Puanlar

source: Total Recipes Submission
tr_tr: Toplam Tarif Gönderimi

source: Total Pending Recipes
tr_tr: Toplam Bekleyen Tarifler

source: Recipe Title
tr_tr: Tarif Başlığı

source: No Of Views
tr_tr: Görüntüleme Sayısı

source: Views
tr_tr: Görüntüle

source: No Recipes Found.
tr_tr: Tarif Bulunamadı.

source: Load More
tr_tr: Daha fazla yükle

source: Popular Recipes
tr_tr: Popüler Tarifler

source: Top Rated Recipes
tr_tr: En Çok Oy Alan Tarifler

source: Most Favorite Recipes
tr_tr: En Favori Tarifler

source: Submitted Recipes
tr_tr: Gönderilen Tarifler

source: Status
tr_tr: Durum

source: Published
tr_tr: Yayınlanan

source: Average Rating (No. Of Ratings)
tr_tr: Ortalama İnceleme (İnceleme Sayısı)

source: (%s rating)
tr_tr: (%s inceleme)

source: Pending
tr_tr: Beklemede

source: Approved
tr_tr: Onaylandı

source: Spam
tr_tr: İstenmeyen

source: Trash
tr_tr: Çöp

source: Filter by comment type
tr_tr: Yorum türüne göre filtrele

source: All comment types
tr_tr: Tüm yorum türleri

source: Questions
tr_tr: Sorular

source: Select All
tr_tr: Hepsini seç

source: Author
tr_tr: Yazar

source: Comment
tr_tr: Yorum Yap

source: In response to
tr_tr: Cevap olarak

source: Submitted on
tr_tr: Gönderildi

source: Select comment
tr_tr: Yorum seç

source: Unapprove
tr_tr: onaylama

source: Approve
tr_tr: Onayla

source: Not Spam
tr_tr: Spam değil

source: View Recipe
tr_tr: Tarifi Görüntüle

source: User Submission Notes
tr_tr: Kullanıcı Gönderim Notları

source: The notes send by User on submission for the admin.
tr_tr: Kullanıcı tarafından yönetici için gönderilirken gönderilen notlar.

source: No equipment selected.
tr_tr: Hiçbir ekipman seçilmedi.

source: Section Title
tr_tr: Bölüm başlığı

source: Enter title for the Equipment section.
tr_tr: Ekipman bölümü için başlık girin.

source: Add Equipment
tr_tr: Ekipman Ekle

source: Select a equipment.
tr_tr: Bir ekipman seçin.

source: Recipe Image
tr_tr: Tarif Resmi

source: Upload Your Image
tr_tr: Resminizi Yükleyin

source: Upload
tr_tr: Yükle

source: File type not accepted, sorry!
tr_tr: Dosya türü kabul edilmedi, üzgünüm!

source: File is too large, sorry!
tr_tr: Dosya çok büyük, üzgünüm!

source: Max. file size %s | Supports: JPG, PNG
tr_tr: Maks. dosya boyutu %s | Destekler: JPG, PNG

source: Enter your recipe title.
tr_tr: Tarif başlığınızı girin.

source: Description
tr_tr: Açıklama

source: Enter text for description
tr_tr: Açıklama için metin girin

source: Cooking Method
tr_tr: Pişirme Yöntemi

source: Cuisine
tr_tr: Yerel mutfak

source: Courses
tr_tr: Kategoriler

source: Beginner
tr_tr: Acemi

source: Intermediate
tr_tr: Orta düzey

source: Advanced
tr_tr: Gelişmiş

source: Minutes
tr_tr: Dakika

source: Hours
tr_tr: Saat

source: Winter
tr_tr: Kış

source: Summer
tr_tr: Yaz mevsimi

source: Spring
tr_tr: Bahar

source: Suitable throughout the year
tr_tr: Yıl boyunca uygun

source: Recipe Subtitle
tr_tr: Tarif Altyazısı

source: Enter text for recipe subtitle.
tr_tr: Tarif alt başlığı için metin girin.

source: Recipe Description
tr_tr: Tarif Açıklaması

source: Enter text for recipe description
tr_tr: Tarif açıklaması için metin girin

source: Recipe Keywords
tr_tr: Tarif Anahtar Kelimeleri

source: Enter comma separated recipe keywords. The keywords will be used in recipe card and for SEO Schema.
tr_tr: Virgülle ayrılmış tarif anahtar sözcükleri girin. Anahtar kelimeler tarif kartında ve SEO Şemasında kullanılacaktır.

source: Difficulty Level
tr_tr: Zorluk seviyesi

source: Select Difficulty Level
tr_tr: Zorluk Seviyesini Seçin

source: Select the difficulty level for this recipe.
tr_tr: Bu tarif için zorluk seviyesini seçin.

source: Preparation Time
tr_tr: Hazırlanma zamanı

source: Enter the preperation time ( number ) for the recipe and choose desired unit.
tr_tr: Tarif için hazırlama süresini (sayı) girin ve istediğiniz birimi seçin.

source: Cooking Time
tr_tr: Pişirme Süresi

source: Enter the cooking time ( number ) for the recipe and choose desired unit.
tr_tr: Tarif için pişirme süresini (sayı) girin ve istediğiniz birimi seçin.

source: Rest Time
tr_tr: Dinlenme Zamanı

source: Enter the rest time ( number ) for the recipe and choose desired unit.
tr_tr: Tarif için dinlenme süresini (sayı) girin ve istediğiniz birimi seçin.

source: Calories
tr_tr: Kalori

source: Eg. 120 kcal
tr_tr: Örneğin. 120 kcal

source: Enter number of calories for this recipe.
tr_tr: Bu tarif için kalori sayısını girin.

source: Best Season
tr_tr: En İyi Sezon
